TargetApplication=phpDesigner 8.0.0
Author=Hulen(破滅刃)
SourceLANGID=1033
LANGID=1028
Generator=DKLang Translation Editor v3.0
LastModified=2012-02-29 01:07:49

[Constants]
00000002=修改
00000003=檔案
00000004=已由其他程式修改，是否要重新載入此檔案？——您可能會遺失以前所作的修改......繼續嗎？
00000005=沒有找到選取的瀏覽器，為了顯示除錯輸出內容您必須指定一個常用的瀏覽器。
00000006=所有檔案(*.*)
00000007=所有格式
00000008=不存在！
00000009=這個是 phpDesigner 8 的版本，版本
00000010=是目前的版本！
00000011=您是否確定刪除此項目？
00000012=您是否確定要刪除選取的應用？
00000013=您是否確定要刪除選取的 FTP 連接？
00000014=您是否確定要刪除選取的這些項目？
00000015=重新命名檔案
00000016=輸入一個新的檔案名稱和副檔名：
00000017=該檔案不能重新命名，檔案未儲存！
00000018=該檔案不能重新命名，目標檔案已經存在！
00000019=您是否要恢複檔案
00000020=透明模式將在重新啟動程式後關閉。
00000021=透明模式：關閉
00000022=代碼庫沒有啟動！
00000023=對不起，沒有找到幫助檔案...
00000024=尋找函數
00000025=在 PHP 手冊
00000026=無法找到 PHP 的解譯器，請設定您的喜好以便繼續。
00000027=無法找到 Localhost 路徑，請設定您的喜好以嵌入 Localhost。
00000028=該檔案必須儲存在本機預覽。
00000029=該檔案必須儲存後再精簡。
00000030=該檔案必須儲存後再使用 SVN 功能。
00000031=在代碼庫中找不到尋找的字串！
00000032=無標題
00000033=輸入行號
00000034=移至行
00000035=該檔案包含尚未儲存的變更。
00000036=需要儲存變更嗎？
00000037=代碼片段
00000038=片段
00000039=PHP 手冊
00000040=選取的文字
00000041=檔案
00000042=無法儲存。
00000043=很有可能因為該檔案被標記為唯讀。
00000044=已在使用中。
00000045=目標檔案被標記為唯讀。
00000046=在 htdocs 資料夾中沒有被發現。
00000047=該檔案必須放置在您的本地 htdocs 資料夾中才可以使用本地預覽。
00000048=內嵌 TODO 項目
00000049=內嵌 BUG 項目
00000050=建立一個新的片段
00000051=標題
00000052=智慧醒目提示
00000053=PHP 錯誤！
00000054=行
00000055=儲存失敗！無法連接到遠端主機
00000056=沒有載入專案
00000057=範本 :: 編輯範本
00000058=標題
00000059=範本 :: 建立一個新的範本
00000060=片段 :: 編輯片段
00000061=片段 :: 建立一個新的片段
00000062=檔案瀏覽器 - 快照
00000063=為新的快照輸入一個名稱
00000064=清除最近的檔案？
00000065=FTP 客戶端...
00000066=文字檔案區分和合併工具...
00000067=無法找到 HTML Tidy(tidy.exe)！
00000068=您將要刪除的佈局
00000069=繼續？
00000070=專案目錄不存在！
00000071=專案
00000072=儲存佈局
00000073=儲存目前桌面佈局為：
00000074=行
00000075=列
00000076=沒有發現 TortoiseSVN！
00000077=建立遠端檔案
00000078=輸入檔案名稱：
00000079=上傳目前的檔案
00000080=選擇資料夾
00000081=檔案
00000082=專案檔案
00000083=按順序除錯檔案
00000084=必須儲存在本地電腦上。
00000085=檔案
00000086=已被修改，您是否想儲存變更並繼續除錯？
00000087=必須儲存，您現在就儲存檔案嗎？
00000088=新增監視點
00000089=性質：
00000090=Xdebug 致命錯誤：
00000091=Xdebug 伺服器開始
00000092=Xdebug 伺服器停止
00000093=腳本在檔案裏中斷
00000094=at
00000095=行
00000096=沒有發現 WinCacheGrind！
00000097=分析工具檔案由第三方檢視器 WinCacheGrind 來開啟。
00000098=SESSION
00000099=完成
00000100=執行
00000101=繼續
00000102=(沒有發現作用中的工作階段)
00000103=開始：
00000104=您是否確定要刪除選取的項目？
00000105=這個值無效
00000106=沒有開始
00000107=完成檔案的搜尋。
00000108=您要再次重新開始嗎？
00000109=不能開啟！
00000110=刪除錯誤記錄
00000111=刪除待辦事項
00000112=您要清除目前檔案的所有搜尋標記嗎？
00000113=您要清除已開啟檔案的所有搜尋標記嗎？
00000114=沒有發現佈局管理器！
00000115=建立新檔案
00000116=檔案名稱
00000117=檔案已經存在！
00000118=建立一個新資料夾
00000119=無法建立新資料夾
00000120=資料夾名稱：
00000121=沒有發現文字檔案區分和合併工具！
00000122=請設定您的配置。
00000123=您是否取代
00000124=為
00000125="，繼續？
00000126=依存性
00000127=函數
00000128=變數
00000129=類別
00000130=類別建構子
00000131=類別解構子
00000132=延伸
00000133=執行
00000134=介面
00000135=常數
00000136=動態
00000137=函數
00000138=類別
00000139=宣告
00000140=在
00000141=描述
00000142=smarty 標籤
00000143=smarty 變數
00000144=smarty 函數
00000145=var
00000146=const
00000147=function
00000148=interface
00000149=extends
00000150=abstract
00000151=final
00000152=class
00000153=implements
00000154=關鍵字
00000155=phpDocumentor
00000156=沒有發現相符的：
00000157=phpDesigner 試用版的有效期已滿！
00000158=如果您想要繼續使用，請註冊您的授權在
00000159=天
00000160=天
00000161=這個試用版已過期！
00000162=請輸入您在註冊電子信件中收到的使用者名稱和註冊碼，為了確保內容的準確性請使用複製/貼上功能。
00000163=如果您有任何關於註冊的問題，請拜訪
00000164=您已成功完成註冊！
00000165=謝謝！
00000167=清除搜尋歷史記錄？
00000168=屬性
00000169=無
00000170=方式
00000171=欄位
00000172=搜尋結果在
00000173=找不到 Git！
00000174=為了使用 Git 功能，必須儲存該檔案。

[fMain]
00000009=檔案
00000010=新增...
00000011=建立一個新文件...
00000012=新增
00000013=新增檔案
00000041=開啟
00000042=開啟一個現有的檔案
00000044=儲存
00000045=儲存檔案
00000046=另存為
00000047=檔案另存為...
00000048=全部儲存
00000049=儲存所有檔案
00000052=列印
00000053=列印檔案
00000054=還原
00000055=還原
00000056=重做
00000057=重做
00000058=網頁
00000059=網頁
00000060=搜尋網頁
00000061=PHP
00000062=Google
00000063=Bing
00000064=Yahoo!
00000065=Altavista
00000066=Wikipedia
00000067=Koders
00000068=配置網路搜尋...
00000069=書籤
00000070=切換
00000071=切換書籤
00000072=書籤 0
00000073=書籤 1
00000074=書籤 2
00000075=書籤 3
00000076=書籤 4
00000077=書籤 5
00000078=書籤 6
00000079=書籤 7
00000080=書籤 8
00000081=書籤 9
00000082=移至
00000083=移至書籤
00000084=書籤 0
00000085=書籤 1
00000086=書籤 2
00000087=書籤 3
00000088=書籤 4
00000089=書籤 5
00000090=書籤 6
00000091=書籤 7
00000092=書籤 8
00000093=書籤 9
00000094=上一個書籤
00000095=下一個書籤
00000096=剪貼簿
00000097=剪下
00000098=剪下選取的文字到剪貼簿
00000099=複製
00000100=複製選取的文字到剪貼簿
00000101=貼上
00000102=從剪貼簿貼上
00000103=視窗
00000104=排列圖示(&A)
00000105=排列圖示
00000106=上一個文件
00000107=上一個檔案
00000108=下一個文件
00000109=下一個檔案
00000110=水平並排
00000111=水平並排
00000112=垂直並排
00000113=垂直並排
00000114=重疊顯示
00000115=重疊顯示
00000116=HTML
00000117=超連結
00000118=超連結
00000119=圖像
00000120=圖像
00000121=表格
00000122=表格
00000123=列表
00000124=列表
00000125=層
00000126=層
00000127=尋找
00000128=尋找
00000129=上一個
00000130=下一個
00000131=段落
00000132=靠左對齊
00000133=靠左對齊
00000134=置中對齊
00000135=置中對齊
00000136=靠右對齊
00000137=靠右對齊
00000138=左右對齊
00000139=左右對齊
00000140=新行
00000141=新行
00000142=增加縮排
00000143=增加縮排
00000144=取消縮排
00000145=取消縮排
00000146=表單
00000147=表單
00000148=表單
00000149=文字
00000150=文字
00000151=文字框
00000152=文字框
00000153=密碼
00000154=密碼
00000155=按鈕
00000156=按鈕
00000157=提交按鈕
00000158=提交按鈕
00000159=重置按鈕
00000160=重置按鈕
00000161=圖像按鈕
00000162=圖像按鈕
00000163=單選按鈕
00000164=單選按鈕
00000165=複選框
00000166=複選框
00000167=下拉式清單
00000168=下拉式清單
00000169=檔案上傳
00000170=檔案上傳
00000171=隱藏
00000172=隱藏
00000173=PHP
00000174=新細明體
00000175=定義 PHP
00000176=<script language="php">...</script>
00000177=phpDocumentor
00000178=phpDocumentor 標籤
00000236=<?php ... ?>
00000237=<?php ... ?>
00000238=類別，函數，變數
00000239=類別，函數，變數
00000243=陳述式
00000244=陳述式
00000245=if
00000246=陳述式：if
00000247=if...else
00000248=陳述式：if...else
00000249=elseif
00000250=陳述式：elseif
00000251=while
00000252=陳述式：while
00000253=do..while
00000254=陳述式：do..while
00000255=for
00000256=陳述式：for
00000257=foreach
00000258=陳述式：foreach
00000259=break
00000260=陳述式：break
00000261=continue
00000262=陳述式：continue
00000263=switch
00000264=陳述式：switch
00000265=declarefull
00000266=陳述式：declarefull
00000267=declaresingle
00000268=陳述式：declaresingle
00000269=return
00000270=陳述式：return
00000271=include
00000272=包括一個檔案
00000273=include_once
00000274=包括一個檔案 (單次)
00000275=require
00000276=引用一個檔案
00000277=require_once
00000278=引用一個檔案 (單次)
00000279=轉換到 PHP
00000280=轉換到 PHP
00000325=註解
00000326=註解
00000327=使用 /***/ 註解
00000330=使用 // 註解
00000331=移除註解 //
00000332=PHP 代碼最佳化...
00000333=PHP 代碼最佳化...
00000337=phpDocumentor
00000338=phpDocumentor
00000379=內嵌標籤
00000387=格式
00000390=字型
00000393=顏色
00000394=顏色
00000395=粗體
00000396=粗體
00000397=斜體
00000398=斜體
00000399=下劃線
00000400=下劃線
00000401=字型
00000402=字型
00000403=顏色
00000404=顏色
00000407=預設
00000408=預設
00000413=選單
00000414=檔案(&F)
00000431=重新開啟...
00000432=清除...
00000434=開啟(&O)...
00000435=檔案...
00000436=專案檔案...
00000437=FTP
00000438=從 FTP 開啟檔案(&F)...
00000439=儲存到 FTP...
00000440=複製到 FTP...
00000441=上傳資料夾到 FTP...
00000443=儲存(&S)
00000444=另存為(&A)...
00000445=全部儲存
00000447=檔案格式
00000451=配置檔案格式...
00000452=檔案編碼
00000453=ANSI
00000454=UTF-8
00000455=UTF-16 LE
00000456=UTF-16 BE
00000457=使用 BOM 儲存
00000459=配置檔案編碼...
00000460=關閉(&C)
00000461=全部關閉(&L)
00000462=副本...
00000463=恢複...
00000464=重新命名...
00000465=列印(&P)...
00000466=列印設定(&T)...
00000467=匯出為 HTML...
00000468=匯出為 RTF...
00000469=匯出為 (La)TeX...
00000470=退出(&E)
00000471=編輯(&E)
00000472=還原(&U)
00000473=重做(&R)
00000474=剪下(&C)
00000475=複製(&O)
00000476=貼上(&P)
00000477=全選(&S)
00000478=換行
00000479=尋找(&I)
00000480=下一個
00000481=上一個
00000482=選項
00000483=搜尋標記
00000484=醒目提示結果
00000485=清除檔案的結果標記
00000486=清除所有檔案的結果標記
00000487=清除搜尋記錄...
00000488=無訊息
00000489=移至行...
00000490=尋找相符的標記/括號
00000491=選擇相符的標記/括號
00000492=檔案宣告
00000493=全部
00000494=PHP 函數
00000495=PHP 類別與介面
00000496=PHP 常數
00000497=PHP 變數
00000498=專案宣告
00000499=全部
00000500=PHP 函數
00000501=PHP 類別與介面
00000502=PHP 常數
00000503=PHP 變數
00000504=下一個宣告
00000505=上一個宣告
00000506=格式(&O)
00000507=字型編輯...
00000508=粗體
00000510=斜體
00000512=下劃線
00000514=刪除線
00000515=靠左對齊
00000517=置中對齊
00000519=靠右對齊
00000521=左右對齊
00000523=段落
00000525=換行
00000527=不換行空格符
00000529=增加縮排
00000530=減少縮排
00000531=標題
00000532=標題 1
00000533=標題 2
00000534=標題 3
00000535=標題 4
00000536=標題 5
00000537=標題 6
00000538=行距
00000542=電腦輸出標籤
00000543=已編排格式
00000544=打字型
00000545=範本
00000546=代碼
00000547=變數
00000548=鍵盤
00000549=引用、引文和定義標記
00000550=位址
00000551=長引用
00000552=短引用
00000553=縮寫
00000554=首字母縮寫詞
00000555=文字方向
00000556=術語定義
00000557=引用
00000558=插入
00000559=強調
00000560=加粗
00000561=下標
00000562=上標
00000563=水平線
00000564=更多顏色...
00000565=顏色選擇...
00000567=HTML(&H)
00000570=超連結...
00000572=圖片...
00000574=表格編輯...
00000576=列表編輯...
00000578=編號列表
00000579=項目列表
00000580=表單
00000581=表單...
00000583=文字框...
00000585=文字區域...
00000587=密碼框...
00000589=檔案上傳...
00000591=按鈕...
00000593=提交按鈕...
00000595=重置按鈕...
00000597=圖像按鈕...
00000599=單選按鈕...
00000601=複選框...
00000603=下拉式清單...
00000605=隱藏欄位...
00000607=匯入<body>...
00000608=Flash...
00000610=註解
00000611=文件類型
00000622=Meta 資訊...
00000623=特殊字元...
00000624=特殊字元到代碼
00000625=選取的文字
00000626=整個文件
00000627=代碼到特殊字元
00000628=選取的文字
00000629=整份文件
00000630=刪除標籤
00000631=刪除選取文字中的標籤
00000632=刪除檔案中的標籤
00000633=清理 HTML 來源碼
00000634=W3 標準
00000635=升級到 CSS2
00000636=升級到 XHTML
00000637=升級到 XML
00000638=CSS(&C)
00000639=樣式區塊
00000640=連結到 CSS...
00000645=選取器
00000646=選擇精靈...
00000647=普通...
00000648=Class 或 ID...
00000649=全局...
00000650=匯入規則...
00000651=媒體規則...
00000652=定位...
00000653=定位 (層)
00000654=JavaScript(&J)
00000655=JavaScript 區塊
00000656=Function
00000657=陳述式
00000671=訊息對話框
00000672=Alert (警告框)
00000673=Confirm (確認框)
00000674=Prompt (提示框)
00000675=Document.write()
00000676=Window.open()...
00000677=PHP(&P)
00000696=Class
00000697=Class\n=============\n  Syntax:\n\n  class name\n  {\n  ... \n  }
00000698=Function
00000699=Function\n=============\n  Syntax:\n\n  function name\n  {\n  ... \n  }
00000700=Variable
00000701=連結到檔案
00000702=包含
00000703=引用
00000704=包含一次
00000705=引用一次
00000706=使用 /***/ 註解
00000707=註解區塊
00000708=使用 # 註解
00000710=使用 // 註解
00000712=取消單行註解
00000713=移除註解
00000783=轉換
00000784=Tahoma
00000785=Print "...";
00000787=Print '...';
00000789=Echo "...";
00000791=Echo '...' ;
00000793=單引號 '...'
00000795=雙引號 "..."
00000797=雙引號和換行 "...\\n";
00000799=單引號和換行 '...\\n';
00000800=在單引號和換行字元 "\\n" 中附上文字
00000803=雙引號和換行字元 "...\\r";
00000805=單引號和換行字元 '...\\r';
00000806=在單引號和換行字元 "\\r" 中附上文字
00000809=雙引號和水平定位點 "...\\t";
00000811=單引號和水平定位點 '...\\t';
00000812=在單引號和定位點 "\\t" 中附上文字
00000815=phpDocumentor
00000825=phpDocumentor 精靈...
00000826=phpDocumentor 標籤
00000855=內嵌標籤
00000863=Smarty
00000864=註解
00000865=變數
00000866=內建函數
00000883=自訂函數
00000902=Class 變數
00000939=Class 方法
00000977=PHP 代碼最佳化
00000978=檔案
00000979=所有檔案
00000980=配置 PHP 代碼最佳化...
00000981=除錯(&D)
00000982=除錯
00000983=開始新的工作階段
00000984=除錯參數...
00000985=執行除錯器
00000986=暫停
00000987=終止
00000988=執行至游標所在位置
00000989=逐步執行
00000990=逐程序執行
00000991=執行到返回
00000992=切換中斷點
00000994=新增監視點
00000995=顯示執行點
00000996=分析工具
00000997=分析工具參數...
00000999=Xdebug IDE 伺服器
00001003=非 Xdebug 執行
00001004=非 Xdebug 執行的參數...
00001005=PHP 語法檢查
00001006=開啟 php.ini
00001007=除錯視窗
00001015=專案(&P)
00001016=專案管理器...
00001017=專案檔案...
00001018=重新載入
00001019=關閉
00001020=工具(&T)
00001021=應用程式管理器...
00001022=phpMyAdmin...
00001023=轉換大小寫
00001024=選取的文字
00001025=大寫
00001026=小寫
00001027=字首字母大寫
00001028=大寫標籤
00001029=小寫標籤
00001031=大寫
00001032=小寫
00001033=字首字母大寫
00001034=大寫標籤
00001035=小寫標籤
00001044=自動更正
00001045=日期和時間...
00001046=FTP...
00001047=FileZilla...
00001048=文字比較...
00001049=檔案關聯...
00001050=配置(&P)...
00001051=SVN(&V)
00001052=新增檔案...
00001053=提交...
00001054=提交檔案...
00001055=更新...
00001056=更新檔案...
00001057=比較檔案...
00001058=恢複檔案...
00001059=檢視(&E)
00001060=檢視頁面
00001061=代碼
00001062=除錯
00001063=執行
00001065=Localhost
00001066=工具列(&T)
00001067=檔案
00001068=剪貼簿
00001069=尋找
00001070=PHP
00001071=HTML
00001072=表單
00001073=格式
00001074=段落
00001075=宣告
00001076=跳轉歷史
00001078=視窗
00001079=書籤
00001080=Web 搜尋
00001082=工具面板(&P)
00001083=PHP 代碼瀏覽器
00001084=代碼庫
00001085=代碼片段
00001086=檔案瀏覽器
00001087=專案
00001088=範本
00001089=資料庫連接
00001090=PHP 手冊
00001091=TODO 管理器
00001092=BUG 管理器
00001093=內嵌 TODO
00001094=內嵌 BUG
00001095=PHP
00001096=phpDocumentor
00001097=清理 HTML 來源碼
00001098=搜尋結果
00001099=FTP 瀏覽器
00001100=phpMyAdmin
00001101=檔案瀏覽器快照
00001102=專案概況
00001103=語法檢查：HTML && CSS
00001104=中斷點
00001105=呼叫堆疊
00001106=評估
00001107=監視
00001108=環境變數
00001109=事件日誌
00001110=佈景主題
00001111=透明度
00001112=透明模式
00001113=透明值 (預設=255)
00001114=檔案標籤
00001115=預設
00001116=主題
00001117=狀態列
00001119=無
00001120=系統預設
00001121=隨機
00001122=展開
00001123=幻燈片
00001124=淡出
00001142=佈局管理...
00001144=視窗(&W)
00001145=上一個(&P)
00001146=下一個(&N)
00001147=水平並排(&H)
00001148=垂直並排(&V)
00001149=重疊顯示(&C)
00001150=排列圖示(&A)
00001151=全部最小化(&M)
00001152=全部最大化(&X)
00001153=檔案
00001154=幫助(&P)
00001155=幫助(&H)...
00001156=註冊...
00001157=授權...
00001158=參照
00001159=PHP
00001160=PHP 手冊(&P)...
00001161=搜尋函數
00001162=目錄
00001163=入門
00001164=函數參照
00001165=語言參照
00001167=HTML 參照(&H)...
00001168=CSS 參照(&C)...
00001169=PEAR 參照(&E)...
00001170=SQL 參照...
00001171=提供反饋資訊...
00001172=phpDesigner 網站...
00001173=檢查新版本...
00001174=關於(&A)...
00001447=跳轉歷史
00001448=上一步
00001449=下一步
00001450=除錯
00001451=除錯
00001453=執行至游標所在位置
00001457=切換中斷點
00001458=新增監視點
00001459=分析工具
00001462=語法檢查
00001463=宣告
00001464=檔案
00001465=檔案宣告
00001471=專案
00001472=專案宣告
00001478=下一個
00001479=下一個宣告
00001480=上一個
00001481=上一個宣告
00001482=位置
00001483=屬性
00001484=修改
00001485=沒有載入專案
00001488=授權給：
00001489=新增檔案
00001490=專案
00001492=開啟現有檔案
00001532=輸出檢視：
00001623=預設
00001663=自動展開
00001672=一般
00001673=佈局
00001775=代碼庫 - 搜尋
00001776=再次搜尋
00001777=搜尋
00001787=檔案瀏覽器
00001788=開啟或插入檔案
00001789=選項
00001790=建立一個新的檔案/資料夾
00001814=工具列範本
00001815=新增資料庫...
00001816=編輯資料庫...
00001817=建立資料庫連接代碼
00001818=刪除
00001819=輸出到 XML
00001858=插入 TODO 項目
00001859=插入 TODO 項目
00001860=刪除 TODO 項目
00001861=刪除 TODO 項目
00001866=檔案
00001870=沒有可顯示的項目。
00001882=沒有可顯示的項目。
00001906=檔案
00001915=訊息
00001916=檔案名稱
00001917=CLASS 瀏覽器
00001918=導航
00001919=上一步
00001920=下一步
00001921=函數未找到！
00001922=檔案瀏覽器
00001923=載入檔案瀏覽器快照
00001924=儲存檔案瀏覽器快照
00001925=刪除檔案瀏覽器快照
00002033=php
00002035=*.htm
00002036=所有檔案|*.*
00002050=開啟(&O)...
00002065=新增 TODO 項目(N)...
00002066=建立一個新的 TODO 項目
00002067=編輯(&E)
00002068=編輯選取的 TODO 項目
00002069=開啟檔案(&F)...
00002070=在選取的 TODO 項目中開啟相關的檔案
00002071=移除(&R)
00002072=移除選取的 TODO 項目
00002073=輸出列表
00002074=HTML....
00002075=輸出 TODO 項目到 HTML
00002077=選項(&P)
00002078=選項
00002079=開啟檔案
00002080=編輯 TODO 項目
00002081=網格
00002082=檢視
00002083=重疊(&T)
00002084=列表(&L)
00002085=圖示(&I)
00002086=報告(&R)
00002087=向上移動
00002088=向下移動
00002089=HTML
00002090=HTML 文件(*.htm;*.html)|*.htm;*.html
00002093=開啟專案
00002094=關閉專案
00002098=儲存
00002099=全部儲存
00002100=儲存到 FTP/SFTP...
00002101=複製到 FTP/SFTP...
00002102=關閉
00002103=全部關閉
00002104=關閉其他
00002105=副本...
00002107=檔案
00002113=檔案
00002114=剪貼簿
00002115=尋找
00002116=PHP
00002117=除錯
00002118=HTML
00002119=表單
00002120=格式
00002121=段落
00002122=跳轉歷史
00002123=宣告
00002125=視窗
00002126=書籤
00002127=Web 搜尋
00002129=PHP 手冊
00002130=插入
00002131=手冊
00002137=新增...
00002138=新增資料庫...
00002139=編輯...
00002140=編輯資料庫...
00002145=DBX
00002154=移除...
00002171=BUG 項目 (PHP)
00002172=BUG 項目 (HTML)
00002173=TODO 項目 (PHP)
00002174=TODO 項目 (HTML)
00002177=建立新檔案
00002178=移至原始碼
00002181=全部|*.*|PHP|*.php
00002182=目錄
00002183=入門
00002184=函數參考
00002185=語言參考
00002186=配置 PHP 手冊...
00002187=MySQL
00002188=PostgreSQL
00002198=插入檔案名稱
00002199=插入檔案名稱的完整路徑
00002200=桌面
00002201=我的文件
00002202=磁碟機
00002203=網路
00002204=Localhost
00002205=檢視
00002206=並排(&T)
00002207=列表(&L)
00002208=圖示(&I)
00002209=詳細資料(&D)
00002210=縮圖(&T)
00002211=過濾器
00002212=Web 檔案
00002213=所有檔案
00002249=剪下(&C)
00002250=複製(&O)
00002251=貼上(&P)
00002252=配置...
00002253=開啟專案
00002257=使用 /***/ 註解
00002259=使用 // 註解
00002261=使用 # 註解
00002263=TortoiseSVN :: 新增檔案
00002265=新增
00002267=開啟
00002269=儲存
00002271=另存為
00002273=儲存所有檔案
00002275=aFTP
00002277=關閉
00002279=全部關閉
00002281=副本
00002283=恢複
00002285=重新命名
00002287=列印
00002289=匯出到 HTML
00002291=匯出到 RTF
00002293=匯出到 LaTex
00002295=退出
00002297=還原(&U)
00002298=還原
00002300=重做(&R)
00002301=重做
00002303=剪下(&C)
00002304=剪下到剪貼簿
00002306=複製(&C)
00002307=複製到剪貼簿
00002309=貼上(&P)
00002310=從剪貼簿貼上
00002312=全選(&S)
00002313=全部選擇
00002315=換行(&W)
00002316=換行
00002318=移至行
00002320=全部檔案宣告
00002322=檔案函數宣告
00002324=檔案宣告類別和介面
00002326=檔案常數宣告
00002328=檔案變數宣告
00002330=所有項目宣告
00002332=專案函數宣告
00002334=專案類別和介面宣告
00002336=專案常數宣告
00002338=專案變數宣告
00002340=下一個宣告
00002342=上一個宣告
00002344=面板 :: PHP 代碼瀏覽器
00002346=瀏覽頁面 :: PHP | 除錯
00002348=面板 :: 代碼庫
00002350=面板 :: 代碼片段
00002352=面板 :: 檔案瀏覽器
00002354=面板 :: 專案
00002356=面板 :: 範本
00002358=面板 :: 資料庫連接
00002360=瀏覽頁面 :: 編輯
00002362=瀏覽頁面 :: PHP | 執行
00002366=瀏覽頁面 :: Localhost
00002368=停靠面板 :: PHP 手冊
00002370=停靠面板 :: TODO 管理器
00002372=停靠面板 :: BUG 管理器
00002374=停靠面板 :: 內嵌 TODO 管理器
00002376=停靠面板 :: 內嵌 BUG 管理器
00002378=停靠面板 :: 搜尋結果
00002380=停靠面板 :: FTP
00002382=停靠面板 :: phpMyAdmin
00002384=停靠面板 :: 檔案瀏覽器 - 快照
00002386=停靠面板 :: 專案
00002388=應用程式管理器
00002390=選擇相符的標記/括號
00002392=尋找相符標記
00002394=刪除空行
00002396=自動更正
00002398=日期和時間
00002400=FileZilla
00002402=配置
00002404=刪除註解 //
00002406=phpDocumentor 精靈
00002408=phpDocumentor :: Class
00002410=phpDocumentor :: Function
00002412=phpDocumentor :: Simple function
00002414=phpDocumentor :: 檔案中所有的 CLASS
00002416=phpDocumentor :: 檔案中所有的 Function
00002418=phpDocumentor :: 檔案中所有的 Simple Function
00002420=phpDocumentor :: 全部開啟檔案中所有的 CLASS
00002422=phpDocumentor :: 全部開啟檔案中所有的 Function
00002424=phpDocumentor :: 全部開啟檔案中所有的 Simple Function
00002426=PHP 代碼最佳化 :: 檔案
00002428=PHP 代碼最佳化 :: 全部開啟的檔案
00002430=超連結
00002432=圖像
00002434=表格
00002436=列表
00002442=Flash
00002444=Meta 資訊
00002446=特殊字元
00002448=表單
00002450=表單 :: 文字框
00002452=表單 :: 文字區域
00002454=表單 :: 密碼框
00002456=表單 :: 檔案上傳
00002458=表單 :: 按下按鈕
00002460=表單 :: 提交
00002462=表單 :: 重置
00002464=表單 :: 圖片
00002466=表單 :: 單選按鈕
00002468=表單 :: 複選框
00002470=表單 :: 下拉式清單
00002472=表單 :: 隱藏
00002474=整理 :: W3 標準
00002476=整理 :: 升級到 CSS2
00002478=整理 :: 升級到 XHTML
00002480=整理 :: 升級到 XML
00002482=非 Xdebug 執行
00002484=非 Xdebug 執行的參數...
00002486=PHP 語法檢查
00002488=專案管理器
00002490=專案 :: 重新解析
00002492=專案 :: 卸載
00002494=字型編輯器
00002496=粗體
00002498=斜體
00002500=下劃線
00002502=刪除線
00002504=靠左對齊
00002506=置中對齊
00002508=靠右對齊
00002510=左右對齊
00002512=新行
00002514=換行
00002516=不換行空格符
00002518=增加縮排
00002520=減少縮排
00002522=標題 1
00002524=標題 2
00002526=標題 3
00002528=標題 4
00002530=標題 5
00002532=標題 6
00002534=字距：100%
00002536=字距：150%
00002538=字距：200%
00002540=下標
00002542=上標
00002544=水平線
00002546=更多顏色
00002548=顏色選擇
00002550=切換書籤 0
00002552=切換書籤 1
00002554=切換書籤 2
00002556=切換書籤 3
00002558=切換書籤 4
00002560=切換書籤 5
00002562=切換書籤 6
00002564=切換書籤 7
00002566=切換書籤 8
00002568=切換書籤 9
00002570=移至書籤 0
00002572=移至書籤 2
00002574=移至書籤 1
00002576=移至書籤 3
00002578=移至書籤 4
00002580=移至書籤 5
00002582=移至書籤 6
00002584=移至書籤 7
00002586=移至書籤 8
00002588=移至書籤 9
00002590=搜尋網路
00002592=搜尋網路 - PHP (php.net)
00002594=搜尋網路 - Google
00002596=搜尋網路 - Bing
00002598=搜尋網路 - Yahoo!
00002600=搜尋網路 - Altervista
00002602=搜尋網路 - Wikipedia
00002604=搜尋網路 - Koders
00002606=PHP 手冊
00002608=移至宣告
00002610=在游標處開啟檔案
00002612=TODO 項目 :: PHP
00002614=TODO 項目 :: HTML
00002616=BUG 項目 :: PHP
00002618=BUG 項目 :: HTML
00002620=新增 :: PHP
00002622=新增 :: XHTML/HTML
00002624=新增 :: CSS
00002626=新增 :: XML
00002628=新增 :: JavaScript
00002630=新增 :: Visual Basic
00002632=新增 :: SQL
00002634=新增 :: Perl
00002636=新增 :: Java
00002638=新增 :: C#
00002640=新增 :: Python
00002642=新增 :: Ruby
00002644=新增 :: 無
00002646=(X)HTML、CSS 語法檢查
00002648=刪除行
00002650=刪除行尾
00002652=TortoiseSVN :: 提交
00002654=TortoiseSVN :: 提交檔案
00002656=TortoiseSVN :: 更新
00002658=TortoiseSVN :: 更新檔案
00002660=TortoiseSVN :: 比較/合併檔案
00002662=TortoiseSVN :: 恢複檔案
00002664=上一個
00002666=下一個
00002668=水平並排(&H)
00002670=垂直並排(&V)
00002672=重疊顯示(&C)
00002674=排列圖示(&A)
00002676=全部最小化(&M)
00002678=全部最大化(&X)
00002680=選擇檔案
00002682=專案檔案
00002684=複製作用中的檔案到 FTP
00002686=上傳作用中的檔案到 FTP...
00002688=上傳資料夾到 FTP...
00002690=上傳專案到 FTP...
00002692=重複行
00002694=大寫選取的文字
00002696=小寫選取的文字
00002698=選取的文字字首字母大寫
00002700=大寫選取的標籤
00002702=小寫選取的標籤
00002704=大寫文字
00002706=小寫文字
00002708=文字字首字母大寫
00002710=大寫標籤
00002712=小寫標籤
00002714=尋找
00002716=尋找下一個
00002718=尋找上一個
00002720=停靠面板 :: 除錯 - PHP
00002722=停靠面板 :: 除錯 - phpDocumentor
00002724=停靠面板 :: 除錯 - 清理 HTML 來源碼
00002726=停靠面板 :: 中斷點
00002728=停靠面板 :: 呼叫堆疊
00002730=停靠面板 :: 賦值
00002732=停靠面板 :: 監視
00002734=停靠面板 :: 環境變數
00002736=停靠面板 :: 事件日誌
00002738=插入
00002740=強調
00002742=加粗
00002744=HTML 註解
00002745=上一個書籤
00002746=下一個書籤
00002747=自動完成
00002749=刪除單行註解
00002751=文字檔案區分和合併工具
00002755=取消
00002756=載入專案
00002757=正在掃瞄專案檔案，請稍候...
00002760=除錯
00002762=啟動伺服器
00002764=不執行除錯器
00002766=停止伺服器
00002768=重新啟動伺服器
00002770=逐步執行
00002772=逐程序執行
00002774=執行到返回
00002776=執行至游標所在位置
00002778=終止
00002780=新增監視點
00002782=中斷點
00002784=呼叫堆疊
00002786=監視
00002788=環境變數
00002790=評估
00002792=事件日誌
00002794=切換中斷點
00002796=開始新工作階段
00002798=顯示執行點
00002800=分析工具
00002802=分析工具
00002804=分析工具參數...
00002808=除錯參數...
00002810=分析工具參數...
00002811=檔案格式
00002812=檔案編碼
00002817=語言
00002819=幫助翻譯語言！
00002825=轉義字串
00002826=轉義單引號
00002827=轉義雙引號
00002828=用單引號包含並轉義
00002829=用雙引號包含並轉義
00002831=新增 :: Smarty
00002833=用雙引號包含並轉義
00002834=轉義雙引號
00002835=用單引號包含並轉義
00002836=轉義單引號
00002841=Print "...";
00002842=Print '...';
00002843=Echo "...";
00002844=Echo '...' ;
00002845=雙引號 "..."
00002846=單引號 '...'
00002847=雙引號和換行字元 "...\\n";
00002848=單引號和換行字元 '...\\n';
00002849=雙引號和換行字元 "...\\r";
00002850=單引號和換行字元 '...\\r';
00002851=雙引號和水平定位點 "...\\t";
00002852=單引號和水平定位點 '...\\t';
00002881=WinCacheGrind...
00002882=配置...
00002883=自訂...
00002884=最近開啟的檔案
00002885=清除最近開啟的檔案
00002886=陳述式
00002887=自訂...
00002888=自訂顏色...
00002889=更多顏色...
00002890=更多顏色
00002891=顏色選擇...
00002892=顏色選擇...
00002893=Class
00002894=Function
00002895=Variable
00002896=新增...
00002897=選擇檔案...
00002898=專案檔案...
00002899=使用 # 註解
00002900=行註解
00002901=File Declarations - 全部
00002902=函數
00002903=類別與介面
00002904=常數
00002905=變數
00002906=專案 | 全部開啟檔案的宣告 - 全部
00002907=函數
00002908=類別與介面
00002909=常數
00002910=變數
00002911=時間戳記
00002912=時間戳記 #4
00002913=時間戳記 #3
00002914=時間戳記 #2
00002915=時間戳記 #1
00002916=儲存時更新時間戳記
00002917=資料資料夾...
00002918=尋找和取代...
00002919=Ctrl+H\n
00002920=Class 文件
00002921=Function 文件
00002922=Simple Function 文件
00002923=新增文件到檔案中所有的 Class
00002924=新增文件到檔案中所有的 Function
00002925=新增文件到檔案中所有的 Simple Function
00002926=新增文件到全部開啟的檔案中所有的 Class
00002927=新增文件到全部開啟的檔案中所有的 Function
00002928=新增文件到全部開啟的檔案中所有的 Simple Function
00002929=新增(&N)
00002930=伺服器變數
00002931=JavaScript 參照...
00002932=新增...
00002933=重設對話方塊位置
00002936=重新載入
00002939=重新命名
00002940=刪除
00002942=開啟
00002943=建立檔案
00002944=建立目錄
00002945=重新命名
00002946=更新
00002947=刪除
00002948=變更權限
00002949=變更權限
00002950=重新載入
00002953=重新命名
00002954=刪除
00002955=變更權限
00002956=barTop
00002957=新增 ...
00002958=虛擬資料夾
00002959=資料夾
00002960=檔案
00002961=連結到本機資料夾
00002962=連結到本機檔案
00002963=連結到 FTP 資料夾
00002964=連結到 FTP 檔案
00002965=匯入從 ...
00002966=本機資料夾
00002967=本機檔案
00002968=FTP 資料夾
00002969=FTP 檔案
00002970=匯出到 ...
00002971=本機資料夾
00002972=FTP 資料夾
00002973=重新載入
00002974=刪除
00002975=重新命名
00002976=屬性
00002977=開啟
00002978=新增 ...
00002979=檔案
00002980=資料夾
00002981=連結到本機檔案
00002982=連結到本機資料夾
00002983=連結到 FTP 檔案
00002984=連結到 FTP 資料夾
00002985=虛擬資料夾
00002986=屬性
00002987=匯入從 ...
00002988=本機資料夾
00002989=本機檔案
00002990=FTP 資料夾
00002991=FTP 檔案
00002992=匯出到 ...
00002993=本機資料夾
00002994=FTP 資料夾
00002995=Shell 選單
00002996=開啟
00002997=新增 ...
00002998=虛擬資料夾
00002999=資料夾
00003000=檔案
00003001=連結到本機資料夾
00003002=連結到本機檔案
00003003=連結到 FTP 資料夾
00003004=連結到 FTP 檔案
00003005=匯入從 ...
00003006=本機資料夾
00003007=本機檔案
00003008=FTP 資料夾
00003009=FTP 檔案
00003010=匯出到 ...
00003011=本機資料夾
00003012=FTP 資料夾
00003013=重新載入
00003014=刪除
00003015=重新命名
00003016=屬性
00003017=變更權限
00003018=Shell 選單
00003019=barTop
00003020=新增...
00003021=虛擬資料夾
00003022=資料夾
00003023=檔案
00003024=連結到本機資料夾
00003025=連結到本機檔案
00003026=連結到 FTP 資料夾
00003027=連結到 FTP 檔案
00003028=匯入從 ...
00003029=本機資料夾
00003030=本機檔案
00003031=FTP 資料夾
00003032=FTP 檔案
00003033=匯出到 ...
00003034=本機資料夾
00003035=FTP 資料夾
00003036=重新載入
00003037=刪除
00003038=重新命名
00003039=屬性
00003040=開啟
00003041=新增 ...
00003042=檔案
00003043=資料夾
00003044=連結到本機檔案
00003045=連結到本機資料夾
00003046=連結到 FTP 檔案
00003047=連結到 FTP 資料夾
00003048=虛擬資料夾
00003049=屬性
00003050=匯入從 ...
00003051=本機資料夾
00003052=本機檔案
00003053=FTP 資料夾
00003054=FTP 檔案
00003055=匯出到 ...
00003056=本機資料夾
00003057=FTP 資料夾
00003058=Shell 選單
00003059=開啟
00003060=新增 ...
00003061=虛擬資料夾
00003062=資料夾
00003063=檔案
00003064=連結到本機資料夾
00003065=連結到本機檔案
00003066=連結到 FTP 資料夾
00003067=連結到 FTP 檔案
00003068=匯入從 ...
00003069=本機資料夾
00003070=本機檔案
00003071=FTP 資料夾
00003072=FTP 檔案
00003073=匯出到 ...
00003074=本機資料夾
00003075=FTP 資料夾
00003076=重新載入
00003077=刪除
00003078=重新命名
00003079=屬性
00003080=變更權限
00003081=Shell 選單
00003082=選取連線
00003083=連線...
00003084=管理 FTP 連線
00003085=顯示所有連線
00003086=尋找和取代...
00003088=專案管理員
00003090=專案管理員
00003091=專案管理員
00003092=專案管理員
00003093=新增資料夾
00003094=新增程式片段
00003095=刪除
00003096=重新命名
00003097=編輯
00003098=匯出選取的
00003099=匯入選取的
00003100=全部匯出
00003101=全部匯入
00003102=編輯
00003103=新增資料夾
00003104=新增程式片段
00003105=匯入 / 匯出
00003106=匯入已選取的...
00003107=匯出已選取的...
00003108=從檔案載入...
00003109=儲存到檔案...
00003110=重新命名
00003111=刪除
00003112=xml
00003113=範本 XML 檔案 (*.xml)|*.xml|所有檔案 (*.*)|*.*
00003114=xml
00003115=範本 XML 檔案 (*.xml)|*.xml|所有檔案 (*.*)|*.*
00003116=加入資料夾
00003117=加入項目
00003118=刪除
00003119=重新命名
00003120=編輯
00003121=匯出選取的
00003122=匯入選取的
00003123=全部匯出
00003124=全部匯入
00003125=編輯
00003126=加入資料夾
00003127=加入項目
00003128=匯入 / 匯出
00003129=匯入已選取的...
00003130=匯出已選取的...
00003131=從檔案載入...
00003132=儲存到檔案...
00003133=重新命名
00003134=刪除
00003135=xml
00003136=範本 XML 檔案 (*.xml)|*.xml|所有檔案 (*.*)|*.*
00003137=xml
00003138=範本 XML 檔案 (*.xml)|*.xml|所有檔案 (*.*)|*.*
00003139=匯入/匯出
00003140=範本
00003141=匯入/匯出
00003144=匯入已選取的...
00003145=匯出已選取的...
00003146=從檔案載入...
00003147=儲存到檔案...
00003148=新增文件
00003149=插入
00003150=編輯
00003151=新增資料夾
00003152=新增程式片段
00003153=匯入 / 匯出
00003154=重新命名
00003155=刪除
00003156=匯入 / 匯出
00003157=插入
00003158=插入
00003159=插入
00003160=編輯
00003161=加入資料夾
00003162=加入項目
00003163=匯入 / 匯出
00003164=重新命名
00003165=刪除
00003166=匯入 / 匯出
00003167=插入
00003168=插入
00003169=取代...
00003170=插入
00003171=插入檔案名稱
00003172=插入完全的檔案名稱
00003173=1-2-3 檔案標籤
00003174=分割
00003175=分割檔案清單
00003176=分割
00003177=分割檔案清單
00003178=Font-family
00003180=儲存檔案工作階段
00003181=代碼檢查 (HTML)
00003182=程式片段
00003183=程式片段
00003184=N
00003185=EmbeddedWB http://bsalsa.com/
00003186=<HTML></HTML>\n
00003187=N
00003188=EmbeddedWB http://bsalsa.com/
00003189=<HTML></HTML>\n
00003190=&w&bPage &p of &P
00003191=&u&b&d
00003192=&w&bPage &p of &P
00003193=&u&b&d
00003194=移至
00003195=JavaScript
00003196=CSS
00003197=CSS
00003198=JavaScript
00003201=運算子
00003202=歷史記錄
00003204=編輯範本...
00003205=面板
00003206=資源
00003207=教學
00003208=運算子
00003211=上一個書籤
00003212=下一個書籤
00003213=切換書籤
00003214=切換書籤
00003215=移至
00003216=移至書籤
00003217=書籤
00003218=修剪
00003219=修剪
00003220=修剪左側
00003221=修剪右側
00003222=刪除行
00003223=刪除行尾
00003224=移除空白行
00003225=ExtJS
00003226=jQuery
00003227=Dojo
00003228=Yahoo! 使用者介面程式庫 (YUI)
00003229=MooTools
00003230=Prototype
00003231=Frameworks
00003232=網站
00003233=下載
00003234=連結到 jQuery...
00003235=文件
00003236=停用 jQuery...
00003237=連線到 Ext JS...
00003238=文件
00003239=下載
00003240=網站
00003241=停用 Ext JS...
00003242=連線到 Yahoo! 使用者介面程式庫 (YUI)...
00003243=文件
00003244=下載
00003245=網站
00003246=停用 Yahoo! 使用者介面程式庫 (YUI)...
00003247=連線到 Dojo...
00003248=文件
00003249=下載
00003250=網站
00003251=停用 Dojo...
00003252=連線到 MooTools...
00003253=文件
00003254=下載
00003255=網站
00003256=停用 MooTools...
00003257=連線到 Prototype...
00003258=文件
00003259=下載
00003260=網站
00003261=停用 Prototype...
00003262=解析...
00003263=日誌...
00003264=aUpdateDim
00003265=推廣 phpDesigner 8
00003266=aSetFocus
00003267=隱藏停駐面板
00003268=編輯器
00003269=顯示工具列
00003270=語法
00003271=執行
00003272=除錯
00003273=本地
00003274=@Font-face
00003275=連結到 jQuery UI...
00003276=aCloneLine
00003277=宣告
00003278=aGotoDeclaration
00003279=類別
00003280=函數
00003281=總是顯示專案面板
00003282=專案面板
00003283=aTrial
00003284=jQuery UI
00003285=重複行
00003286=aReplace
00003287=日誌檔...
00003288=aSvnLogFile
00003289=aCount
00003290=aSvnLogPath
00003291=計數...
00003292=Facebook 上的 phpDesigner 8
00003293=上傳作用中的檔案
00003294=上傳檔案
00003295=上傳作用中的檔案
00003296=上傳作用中的檔案
00003298=iFrame...
00003299=Structure
00003300=Robots
00003301=index
00003302=noindex
00003303=無
00003304=follow
00003305=nofollow
00003306=noarchive
00003307=nocache
00003308=nosnippet
00003309=noodp
00003310=noydir
00003312=aInlineTodoPHP
00003313=aInlineTodoHTML
00003314=aInlineBugPHP
00003315=aInlineBugHTML
00003316=清單項目
00003317=命名空間...
00003318=命名空間...
00003319=Minifier...
00003320=無襯線字型
00003321=襯線字型
00003322=等寬字型
00003323=格式器...
00003324=Minifier...
00003326=開啟檔案...
00003327=aFixSaveBtn
00003328=面板
00003329=Todo && Bug
00003330=&Git
00003332=認可
00003333=加入資料夾
00003334=加入檔案
00003335=狀態
00003336=已認可
00003337=用分頁檢視日誌
00003338=用圖表檢視日誌
00003339=檢視日誌
00003340=刪除檔案
00003341=新增隱藏
00003342=切換分支
00003343=檢視分支
00003344=檢視分支
00003345=刪除分支
00003346=新增分支
00003347=檢視隱藏
00003348=讀取隱藏
00003349=刪除隱藏
00003350=自訂...
00003351=比較
00003352=自訂...
00003353=HTML，CSS 和 JavaScript 格式器
00003354=醒目提示(&H)
00003355=在瀏覽器中執行
00003356=本地
00003357=編輯器
00003358=醒目提示
00003359=Localhost
00003360=執行
00003361=除錯
00003362=代碼
00003363=醒目提示
00003364=Localhost 檢視
00003365=執行檢視
00003366=除錯 PHP
00003367=代碼檢視
00003368=編輯器
00003369=PHP
00003370=PHP
00003371=標記
00003372=ToDo && Bug
00003373=Todo && Bug
00003375=檔案資訊...
00003376=中斷點
00003377=呼叫堆疊
00003378=評估
00003379=監看
00003380=內容變數
00003381=事件日誌
00003382=設定檔...

[frmAbout]
00000028=關閉
00000029=關於
00000039=授權給：
00000041=姓名：
00000042=電子信件：
00000043=公司/機構：
00000044=現在註冊！
00000045=移除授權
00000046=變更授權資訊...
00000047=第三方
00000056=法律
00000057=Xdebug
00000063=PHP
00000068=授權協議
00000071=(基於「PHP 授權」，版本3.0)
00000072=版權所有 (C) 2002 - 2007 Derick Rethans。保留所有權利。
00000073=翻譯
00000075=投稿
00000076=語言
00000077=網站
00000078=感謝上述來自世界各地的貢獻者幫助翻譯！
00000079=如果您想幫助翻譯語言！請存取：
00000080=匯出授權
00000081=授權類型：
00000082=phpDesigner 8
00000083=MPSOFTWARE
00000084=關於
00000085=更多資訊請拜訪：
00000086=元件
00000087=作者
00000088=授權
00000089=網站
00000090=感謝上述個人和團體的貢獻！
00000091=特別感謝 Krystian Bigaj！

[frmApplicationEdit]
00000073=確定
00000078=取消
00000079=名稱：
00000080=應用程式路徑：
00000081=參數
00000084=所有檔案(*.*)|*.*
00000085=應用程式屬性

[frmApplicationManager]
00000073=執行
00000078=關閉
00000079=新增...
00000080=移除...
00000081=編輯...
00000082=應用程式管理器

[frmAutoCompletionNewItem]
00000070=自動完成項目
00000073=確定
00000078=取消
00000079=ID：
00000080=例如：<HTML>
00000081=結果
00000082="|"=游標所在
00000083=例如：<HTML>|</HTML>
00000084=例子
00000085=輸入：
00000086=<html>
00000087=按下：
00000088=Ctrl+J
00000089=結果：
00000090=<html>                  </html>
00000091=[cursor]

[frmBug]
00000070=BUG 項目
00000073=確定
00000078=取消
00000079=描述：
00000080=檔案名稱：
00000081=優先：
00000082=完成：
00000083=項目名稱：
00000084=專案：
00000085=版本：
00000086=嚴重性：
00000087=平臺：
00000088=作業系統：
00000089=里程碑：
00000090=歷史：
00000091=狀態：
00000092=解析：
00000093=分配到：
00000094=高\n正常\n低\n
00000095=Unassigned\nIdea\nFeature Request\nAnnoyance\nContent\nTrivial\nMinor\nSignificant\nCritical\n
00000096=全部 (跨平臺)\nPC\nMacintosh\nSun\nHP\n
00000097=Windows Vista\nWindows XP SP2\nWindows XP\nWindows NT\nWindows 2000\nWindows ME\nWindows 98\nWindows 95\nWindows 3.1\nMac System 7\nMac System 7.5\nMac System 7.6.1\nMac System 8.0\nMac System 8.5\nMac System 8.6\nMac System 9.0\nMac OS X\nLinux\nBSDI\nNetBSD\nAIX\nHP-UX\nNeutrino\nOS/2\nSolaris\n其他\n
00000098=BUSY\nCOMPLETE\nFORWARDED\nINPROGREESS\nNOTSTARTED\nPENDING\nTESTING\nUNKNOWN\n
00000099=Deferred\nDuplicate\nFixed\nInvalid\nNot a bug\nWon't fix\nWorks for me\n
00000100=Deferred\nDuplicate\nFixed\nInvalid\nNot a bug\nWon't fix\nWorks for me\n
00000101=.htm
00000102=所有檔案(*.*)|*.*

[frmCodeBeautifier]
00000071=縮排長度
00000072=字首字母縮排長度
00000073=在 PHP 開始之後 *
00000074=在 PHP 結束之前 *
00000075=最大空行數 *
00000076=縮排
00000077=註解
00000078=新行
00000079=空格
00000080=換行
00000081=最小行長度
00000082=最大行長度
00000083=小寫
00000084=選擇配置檔案：
00000085=關閉
00000086=SpTBXToolbar1
00000087=新增新的設定檔
00000088=新增新的設定檔
00000089=刪除選取的設定檔
00000090=刪除選取的設定檔
00000091=複製目前的設定檔
00000092=複製目前的設定檔
00000093=向上移動
00000094=向上移動
00000095=向下移動
00000096=向下移動
00000097=定位點縮排
00000098=字首字母定位點縮排
00000099=註解字首字母縮排
00000100=刪除文件註解
00000101=刪除註解
00000102=在文件註解中增加星號
00000103=在多行註解中增加星號
00000104='if/else'
00000105='elseif'
00000106=在大括號之前
00000107=大括號 (PEAR 標準)
00000108=保持單行
00000109=在 'if' 後
00000110=在 'elseif' 後
00000111=在 'else' 後
00000112=在 'while' 後
00000113=在 'do' 後
00000114=在 'for' 後
00000115=在 'foreach' 後
00000116=在 'switch' 後
00000117=在冒號旁
00000118=在分號前
00000119=在句號旁
00000120=在問號旁
00000121=在逗號後
00000122=在驚歎號後
00000123=在閉合括號前
00000124=在開放括號後
00000125=關鍵詞
00000126=達到縮排長度
00000127=物件方法
00000128=新增新的設定檔
00000129=新增新的設定檔
00000130=刪除選取的設定檔
00000131=刪除選取的設定檔
00000132=複製目前的設定檔
00000133=複製目前的設定檔
00000134=目前檔案(&C)
00000135=所有檔案(&A)
00000136=向上移動
00000137=向上移動
00000138=向下移動
00000139=向下移動
00000140=SpTBXToolbar1
00000141=PHP 代碼美化器
00000142=設定檔
00000143=輸出

[frmCodeExplorerSelectFile]
00000002=開啟
00000003=取消
00000004=選擇檔案

[frmColors]
00000071=值：
00000072=選取：
00000073=確定
00000077=自訂...
00000078=取消
00000079=選擇(&S)...
00000080=其它色彩

[frmConfigurePHPManual]
00000070=找不到 PHP 手冊！
00000076=現在配置
00000077=要取得超過 3000 個函數的全文內容幫助說明，您必須先下載 PHP 手冊。\n\nPHP 手冊(.chm)可以免費在 http://www.php.net/download-docs.php 下載使用。\n\n在 [配置] > [PHP手冊]中，輸入 PHP 手冊的路徑位置。\n\n重要說明：\n========\n如果您在 WindowsXP SP2 或更高版本的 Microsoft Internet Explorer 中下載 PHP 手冊(CHM)，\n您應該「解鎖」下載後的檔案，按一下滑鼠右鍵並選擇屬性選單項目。\n然後按一下 [解鎖] 按鈕。

[frmCSSCreateSelectorChild]
00000073=確定
00000078=取消
00000080=父元素：
00000081=選取選取器：
00000082=子元素：
00000083=選取選取器：
00000084=子選取器

[frmCSSCreateSelectorClass]
00000073=確定
00000078=取消
00000080=選取器：
00000081=元素：
00000082=Class
00000083=Id
00000084=選取器 Class 及 Id

[frmCSSCreateSelectorContextual]
00000073=確定
00000078=取消
00000080=元素原型：
00000081=選取選取器(原型)：
00000082=第二個元素：
00000083=選取選取器：
00000084=選取器內容

[frmCSSCreateSelectorPseudo]
00000073=確定
00000078=取消
00000080=元素：
00000081=偽元素：
00000082=選取器：
00000083=Class
00000084=Id
00000085=選取器虛擬

[frmCSSCreateSelectorSibling]
00000073=確定
00000078=取消
00000080=父元素：
00000081=選取選取器：
00000082=選取選取器：
00000083=選取器：
00000084=選取器靜態

[frmCSSCreateSelectorSimple]
00000073=確定
00000078=取消
00000080=元素：
00000081=選取器：
00000082=選取器簡易

[frmCSSImport]
00000073=確定
00000078=取消
00000079=檔案
00000081=完整路徑
00000082=轉義所有的雙引號 " 字元
00000083=連結 Style

[frmCSSImportRule]
00000073=確定
00000078=取消
00000079=檔案
00000082=完整路徑
00000083=轉義所有的雙引號 " 字元
00000105=CSS(*.css)|*.css|全部檔案(*.*)|*.*
00000106=類型
00000107=所有
00000108=聽力
00000109=盲文
00000110=壓印
00000111=手持
00000112=列印
00000113=設計
00000114=螢幕
00000115=打字機
00000116=電視
00000117=匯入規則

[frmCSSMediaRule]
00000073=確定
00000078=取消
00000081=類型
00000083=所有
00000085=聽力
00000087=盲文
00000089=壓印
00000091=手持
00000093=列印
00000095=設計
00000097=螢幕
00000099=打字機
00000101=電視
00000102=媒體規則

[frmCSSPosition]
00000071=ID：
00000072=Z-Index：
00000073=左端：
00000074=頂端：
00000075=高度：
00000076=寬度：
00000077=位置：
00000078=確定
00000079=取消
00000083=轉義所有的雙引號 "
00000084=在文件中定義一個「<div>」區塊
00000085=圖層

[frmDatabaseConnection]
00000070=資料庫連接屬性
00000073=確定
00000078=取消
00000079=伺服器：
00000080=使用者名稱：
00000081=密碼：
00000082=名稱：
00000083=資料庫：
00000084=連接埠

[frmDateTime]
00000072=取消
00000073=確定
00000076=更新(&U)
00000077=日期和時間
00000078=格式
00000079=日期
00000080=日期 + 時間

[frmDebugParameters]
00000073=確定
00000078=取消
00000079=除錯參數
00000080=輸入參數以 && 分隔：
00000081=清除

[frmDebugProfiler]
00000001=選擇 Xdebug 分析工具
00000002=確定
00000003=取消

[frmDockBug]
00000001=內嵌 BUG

[frmDockCodeExplorer]
00000001=PHP 代碼瀏覽器

[frmDockCodeLib]
00000001=代碼庫

[frmDockCodeSnippets]
00000001=代碼片段

[frmDockDatabaseConnections]
00000001=資料庫連接

[frmDockDatabaseManagement]
00000001=資料庫管理

[frmDockDebugBreakpoints]
00000001=中斷點
00000002=新增
00000003=編輯
00000004=啟用
00000005=停用
00000006=刪除
00000007=全部啟用
00000008=全部停用
00000009=全部刪除
00000010=新增
00000011=編輯
00000012=啟用
00000013=停用
00000014=全部啟用
00000015=全部停用
00000016=刪除
00000017=全部刪除

[frmDockDebugCallStack]
00000001=呼叫堆疊
00000002=複製
00000003=複製

[frmDockDebugContextVariables]
00000001=環境變數
00000002=複製
00000003=新增監視點
00000004=新增監視點
00000005=複製

[frmDockDebugEvaluate]
00000001=評估
00000002=複製
00000003=複製
00000004=新增監看
00000005=複製

[frmDockDebugEvent]
00000001=事件日誌
00000002=複製
00000006=清除
00000007=複製
00000008=清除

[frmDockDebugWatches]
00000001=監視
00000002=複製
00000006=新增
00000007=編輯
00000008=刪除
00000009=全部刪除
00000010=移至宣告
00000011=新增
00000012=編輯
00000013=刪除
00000014=刪除
00000015=全部刪除

[frmDockFileBrowser]
00000001=檔案瀏覽器

[frmDockFileBrowserSnapshots]
00000001=檔案瀏覽器 - 快照

[frmDockFTP]
00000001=FTP/SFTP

[frmDockInlineTodo]
00000001=內嵌 TODO

[frmDockMsgPHP]
00000001=PHP

[frmDockMsgPHPDoc]
00000001=phpDocumentor

[frmDockMsgTidy]
00000001=清理 HTML 來源碼

[frmDockPHPManual]
00000001=PHP 手冊

[frmDockProjectOverview]
00000001=專案

[frmDockProjects]
00000001=專案

[frmDockSearchResults]
00000001=搜尋結果
00000002=尋找...
00000003=全部展開
00000004=全部折疊

[frmDockSyntaxCheck]
00000001=語法檢查
00000002=類型
00000003=位置
00000004=描述

[frmDockTemplates]
00000001=範本

[frmDockTodo]
00000001=TODO

[frmEmbed]
00000070=嵌入
00000071=ID：
00000083=轉義所有的雙引號 " 字元
00000084=一般
00000085=URL：
00000086=寬度：
00000087=高度：
00000088=一般
00000089=完整路徑
00000090=自動啟動
00000091=循環
00000092=隱藏
00000093=進階
00000094=快速鍵(&A)：
00000095=名稱(&N)：
00000096=標籤：
00000097=說明：
00000098=語言：
00000099=標題：
00000100=進階
00000103=CSS
00000104=Style：
00000105=Class：
00000106=CSS
00000107=確定
00000108=取消
00000109=所有檔案|*.*

[frmFileAss]
00000001=檔案關聯
00000002=應用
00000003=關閉

[frmFindReplace]
00000001=尋找和取代
00000002=關閉(&C)
00000003=選項
00000004=搜尋方式：
00000005=區分大小寫(&E)
00000006=全字拼寫須相符(&O)
00000007=正規表達式(&X)
00000008=萬用字元[*,?](I)
00000009=純文字(&T)
00000010=反向搜尋(&B)
00000011=標記結果
00000012=尋找範圍
00000013=選取文字(&D)
00000014=目前文件[全局](&G)
00000015=目前文件[插入](&U)
00000016=所有開啟的文件(&P)
00000017=專案檔案(&S)
00000018=自訂目錄(&Y)
00000019=包括子目錄
00000020=檔案過濾(&M)：
00000021=使用「;」作為分隔字元。例如:*.php;*.htm*;*.inc
00000022=*.php;*.php3;*.php4;*.php5;*.phtml;*.inc;*.sql;*.txt;*.html;*.htm;*.xhtml;*.shtml;*.shtm;*.css;*.xml;*.xsd;*.xsl;*.xslt;*.dtd;
00000023=*.php;*.php3;*.php4;*.php5;*.phtml;*.inc;*.sql;*.txt;*.html;*.htm;*.xhtml;*.shtml;*.shtm;*.css;*.xml;*.xsd;*.xsl;*.xslt;*.dtd;\n
00000024=尋找(&F)
00000025=尋找全部(&A)
00000026=取代(&R)
00000027=取代全部(&L)
00000028=尋找文字：
00000029=取代為(&W)：
00000030=關閉對話框
00000031=尋找下一個
00000032=尋找上一個
00000033=剪下
00000034=複製
00000036=全選
00000037=還原
00000038=貼上
00000039=目前目錄
00000040=尋找\n取代\n

[frmFlash]
00000084=一般
00000085=URL：
00000086=寬度：
00000087=高度：
00000089=完整路徑
00000107=確定
00000108=取消
00000111=Flash
00000112=告訴我更多有關 Flash

[frmFont]
00000001=一般
00000002=字型預覽
00000003=粗體
00000004=斜體
00000005=下劃線
00000007=上標
00000008=下標
00000010=小型大寫字母
00000011=全部大寫
00000012=字首字母大寫
00000013=隱藏
00000014=加粗
00000015=強調
00000016=範本
00000017=定義
00000018=引用
00000019=變數
00000020=鍵盤
00000021=代碼
00000022=baseline\nsub\nsuper\ntop\ntext-top\nmiddle\nbottom\ntext-bottom\n
00000026=進階
00000031=確定
00000032=取消
00000033=轉義所有的雙引號 "
00000035=文字：
00000036=大小：
00000037=顏色：
00000038=字型：
00000039=位置：
00000040=間距：
00000042=風格
00000043=字距
00000057=CSS
00000058=ID：
00000059=樣式：
00000060=類別：
00000061=定位點索引(&T)：
00000062=標題：
00000063=語言(&L)：
00000064=\nab\naa\naf\nsq\nam\nar\nhy\nas\nay\naz\nba\neu\nbn\ndz\nbh\nbi\nbr\nbg\nmy\nbe\nkm\nca\nzh\nzh\nco\nhr\ncs\nda \nnl\nen\neo\net\nfo\nfa\nfj\nfi \nfr\nfy\ngl\ngd\ngv\nka\nde\nel\nkl\ngn\ngu\nha \nhe\nhi\nhu\nis\nid\nin\nia\nie\niu\nik\nga\nit\nja\njv\nkn\nks\nkk\nrw\nky\nrn\nko\nku\nlo\nla\nlv\nli\nln\nlt\nmk\nmg\nms\nml\nmt\nmi\nmr\nmo\nmn\nna\nne\nno\noc\nor\nom\nps\npl\npt\npa\nqu\nrm\nro\nru\nsm\nsg\nsa\nsr\nsh\nst\ntn\nsn\nsd\nsi\nss\nsk\nsl\nso\nes\nsu\nsw\nsv\ntl\ntg\nta\ntt\nte\nth\nbo\nti\nto\nts\ntr\ntk\ntw\nug\nuk\nur\nuz\nvi\nvo\ncy\nwo\nxh\nyi\nji\nyo\n
00000065=快速鍵(&A)：
00000066=方向：

[frmForm]
00000084=一般
00000088=一般
00000107=確定
00000108=取消
00000109=動作：
00000110=編碼類型：
00000111=目標：
00000112=方法：
00000113=進階
00000114=快速鍵(&A)：
00000116=標籤：
00000117=說明：
00000118=ID：
00000119=語言：
00000120=標題：
00000121=進階
00000122=CSS
00000123=Style：
00000124=Class：

[frmFormButton]
00000107=確定
00000108=取消
00000126=一般
00000127=值：
00000128=URL：
00000129=按下按鈕
00000130=提交
00000131=重置
00000132=進階
00000134=輸出
00000136=單引號
00000137=雙引號
00000138=無
00000139=修剪
00000140=無
00000141=定位點 \\t
00000142=新行 \\n

[frmFormCheckbox]
00000084=一般
00000107=確定
00000108=取消
00000113=進階
00000127=值：
00000129=檢查
00000130=不檢查
00000131=輸出
00000133=附加
00000134=單引號
00000135=雙引號
00000136=無
00000137=修剪
00000138=無
00000139=定位點 \\t

[frmFormDropDown]
00000107=確定
00000108=取消
00000126=一般
00000127=大小：
00000128=項目：
00000129=停用
00000130=新選擇
00000131=選取
00000132=建立...
00000133=選擇
00000134=值
00000135=新增
00000136=修改
00000137=刪除
00000138=向上移動
00000139=向下移動
00000140=進階
00000141=CSS
00000143=樣式：
00000144=類別：
00000145=標題：
00000146=ID：
00000147=定位點索引(T)：
00000148=快速鍵(A)：
00000149=告訴我更多關於下拉清單

[frmFormDropdownProperties]
00000071=選擇
00000072=值
00000073=確定
00000074=取消
00000075=下拉清單項目

[frmFormFileUpload]
00000107=確定
00000108=取消
00000126=一般
00000132=進階
00000144=接受：
00000145=大小：
00000146=初始值：
00000147=輸出
00000149=樣式：
00000150=類別：
00000151=標題：
00000152=ID：
00000153=定位點索引(T)：
00000154=快速鍵(A)：
00000155=預留位置文字：
00000156=告訴我更多關於表單檔案

[frmFormHidden]
00000084=一般
00000107=確定
00000108=取消
00000127=值：
00000144=進階
00000145=CSS
00000147=樣式：
00000148=類別：
00000149=標題：
00000150=ID：
00000151=定位點索引(T)：
00000152=快速鍵(A)：
00000153=告訴我更多有關表單隱藏

[frmFormImageButton]
00000084=一般
00000107=確定
00000108=取消
00000145=圖像：
00000147=高度：
00000148=寬度：
00000150=完整路徑
00000152=進階
00000157=表單圖片
00000159=樣式：
00000160=類別：
00000161=標題：
00000162=ID：
00000163=定位點索引(T)：
00000164=快速鍵(A)：
00000166=圖片|*.gif;*.jpg;*.jpeg;*.png;*.bmp|CompuServe GIF Image (*.gif)|*.gif|JPEG 圖片檔 (*.jpg)|*.jpg;*.jpeg|PNG 圖片檔 (*.png)|*.png|點陣圖 (*.bmp)|*.bmp|所有檔案 (*.*)|*.*
00000167=預覽
00000168=告訴我更多有關表單圖片

[frmFormPassword]
00000084=一般
00000107=確定
00000108=取消
00000148=進階
00000149=CSS
00000150=輸出
00000151=大小：
00000153=預留位置文字：
00000154=唯讀
00000155=自動完成
00000157=樣式：
00000158=類別：
00000159=標題：
00000160=ID：
00000161=定位點索引(T)：
00000162=快速鍵(A)：
00000163=告訴我更多有關表單密碼

[frmFormRadio]
00000084=一般
00000107=確定
00000108=取消
00000127=值：
00000145=檢查
00000146=進階
00000147=CSS
00000150=樣式：
00000151=類別：
00000152=標題：
00000153=ID：
00000154=定位點索引(T)：
00000155=快速鍵(A)：
00000156=告訴我更多有關選項按鈕

[frmFormText]
00000084=一般
00000107=確定
00000108=取消
00000148=進階
00000149=CSS
00000150=輸出
00000151=大小：
00000153=唯讀
00000155=樣式：
00000156=類別：
00000157=標題：
00000158=ID：
00000159=定位點索引(T)：
00000160=快速鍵(A)：
00000162=自動完成
00000163=預留位置文字：
00000164=告訴我更多有關表單文字

[frmFormTextbox]
00000084=一般
00000107=確定
00000108=取消
00000126=換行：
00000127=內容：
00000128=列：
00000129=行：
00000130=長度：
00000131=唯讀
00000132=停用
00000133=進階
00000134=CSS
00000136=樣式：
00000137=類別：
00000138=標題：
00000139=ID：
00000140=定位點索引(T)：
00000141=快速鍵(A)：
00000142=告訴我更多有關文字方塊

[frmFTPConfirm]
00000001=FTP 確認
00000002=如何處理已經存在的檔案？
00000003=繼續(&R)
00000004=覆蓋(&O)
00000005=取消(&C)

[frmFTPManager]
00000002=關閉
00000003=連接
00000004=新增...
00000005=編輯...
00000006=刪除
00000008=副本
00000009=下移
00000010=上移
00000011=排序
00000012=FTP 管理器

[frmFTPManagerProperties]
00000002=主機：
00000003=取消
00000004=確定
00000005=FTP 屬性
00000006=一般
00000007=使用者名稱：
00000008=密碼
00000009=連接埠
00000010=名稱：
00000011=初始目錄：
00000012=被動模式
00000013=顯示隱藏檔案

[frmFTPProgress]
00000001=請稍候...
00000002=中止

[frmImage]
00000003=取消
00000004=確定
00000005=一般
00000006=圖片(&P)
00000007=替代文字：
00000009=高度(&H)：
00000010=寬度(&W)：
00000015=完整路徑
00000016=進階
00000043=Compuserve GIF 圖片(*.gif)|*.gif|JPEG(*.jpg)|*.jpg|JPEG(*.jpeg)|*.jpeg|所有檔案(*.*)|*.*
00000044=使用 GIF(*.gif)|*.gif|JPEG(*.jpg)|*.jpg|JPEG(*.jpeg)|*.jpeg|所有檔案(*.*)|*.*
00000045=預覽
00000046=圖片
00000047=樣式：
00000048=類別：
00000049=ID：
00000050=定位點索引(T)：
00000051=快速鍵(A)：
00000052=告訴我更多有關圖片
00000053=輸出
00000054=封閉與
00000055=單引號
00000056=雙引號
00000057=無
00000058=修剪
00000059=無
00000060=定位點 \\t
00000061=新行 \\n
00000062=換行字元 \\r
00000063=轉義雙引號 "

[frmInline]
00000002=註解：
00000003=取消
00000004=確定
00000005=項目

[frmJavaScriptOpenWindow]
00000025=選項：
00000036=URL：
00000037=名稱：
00000038=寬度：
00000039=高度：
00000040=工具列
00000041=選單列
00000042=狀態列
00000043=目錄
00000044=捲軸
00000045=調整大小
00000046=位置
00000047=複製歷史
00000048=確定(&O)
00000049=取消(&C)
00000050=JavaScript - Window.Open()

[frmLicenseChange]
00000007=取消
00000008=註冊
00000009=phpDesigner 8
00000010=輸入註冊詳細資料
00000011=使用者名稱：
00000012=金鑰：
00000013=公司：
00000014=Email：
00000015=如果您已經擁有 phpDesigner 的授權，請在下面輸入您的詳細註冊資訊，因為它將出現在您的註冊電子信件中。
00000016=驗證碼：
00000017=完成註冊

[frmList]
00000002=項目：
00000003=確定
00000004=取消
00000005=一般
00000006=位置：
00000015=進階
00000033=樣式：
00000034=類別：
00000035=ID：
00000036=定位點索引(T)：
00000037=快速鍵(A)：
00000038=項目符號及編號
00000039=告訴我更多關於清單
00000040=輸出
00000041=封閉與
00000042=單引號
00000043=雙引號
00000044=無
00000045=修剪
00000046=無
00000047=定位點 \\t
00000048=新行 \\n
00000049=換行字元 \\r
00000050=轉義雙引號 "

[frmMeta]
00000034=轉義所有的雙引號 "
00000036=類型：
00000037=內容：
00000038=插入
00000039=關閉
00000040=Meta

[frmNewFile]
00000003=取消
00000004=編輯預設範本
00000006=使用此範本為 HTML/XHTML
00000007=將標題加入到該範本

[frmPHPDocWizard]
00000002=產生
00000025=輸入
00000029=輸出
00000036=標題：
00000037=檔案：
00000038=目錄：
00000039=檔案
00000040=目錄(循環)
00000041=輸出目錄：
00000042=轉換風格：
00000043=關閉
00000044=phpDocumentor 精靈
00000045=開啟資料夾

[frmPHPServerVariables]
00000002=確定
00000003=取消
00000004=PHP 伺服器變數
00000005=告訴我更多有關伺服器變數

[frmPreferences]
00001489=根目錄 (例如 Apache 的 htdocs 目錄)：
00001490=標題：
00001491=phpdocumentor 路徑：
00001492=PHP 手冊語言：
00001493=本地：
00001623=預設
00001663=自動展開
00001672=一般
00001673=佈局
00001675=預設
00001676=預設\n代碼醒目提示\n無\n
00001747=項目
00001748=結果
00001921=路徑：
00002090=幫助 (*.chm)|*.chm
00002091=確定
00002092=取消
00002093=預設...
00002094=本地：
00002095=例如：C:\\Program Files\\Apache Group\\Apache2\\htdocs\\
00002128=文件類型
00002129=PHP
00002130=HTML
00002131=XML
00002132=CSS
00002133=VBScript
00002134=JavaScript
00002135=Perl
00002136=SQL
00002137=C#
00002138=Java
00002139=網頁過濾：
00002140=檔案瀏覽器
00002141=(使用 ; 分隔每個檔案副檔名)
00002142=(使用 ; 分隔每個檔案副檔名)
00002143=Python
00002144=Ruby
00002146=程式更新
00002147=檢查最新的更新
00002149=輸出：
00002150=PHP 除錯器
00002151=Xdebug
00002152=監聽連接埠：
00002153=PHP 解譯器 (php-cgi.exe)：
00002154=PHP 配置檔案 (php.ini)：
00002167=代碼提示
00002169=醒目提示版本
00002170=PHP：
00002171=HTML/XHTML：
00002172=CSS：
00002174=智慧醒目提示
00002177=輸出：
00002178=面板
00002179=隱藏延時計時器(毫秒)：
00002180=在內部和外部瀏覽器開啟輸出
00002181=HTML
00002182=文字
00002184=輸出：
00002185=執行 PHP
00002186=PHP:
00002187=在內部和外部瀏覽器開啟輸出
00002188=HTML
00002189=文字
00002195=WinCacheGrind - 檢視：
00002196=例如：C:\\Program Files\\WinCacheGrind\\WinCacheGrind.exe
00002197=分析工具
00002198=例如： C:\\Program Files\\phpDesigner\\PHP\\tmp
00002199=輸出目錄：
00002209=伺服器路徑：
00002210=例如：http://localhost
00002211=本地伺服器路徑：
00002212=例如：C:\\ProgramFiles\\xampp\\htdocs\\
00002213=連接埠：
00002214=本地
00002220=PHP 語法檢查
00002222=PHP：
00002223=顯示提示(毫秒)：
00002224=HTML，XHTML 及 CSS
00002227=括弧及標籤
00002228=不相符：
00002229=相符：
00002230=風格
00002232=TortoiseSVN
00002233=TortoiseSVN 路徑：
00002234=例如：C:\\Program Files\\TortoiseSVN\\bin\\TortoiseProc.exe
00002236=配置路徑
00002237=選擇您的使用者資料儲存位置（專案、TODO、片段、範本等）
00002239=在啟動時
00002240=初始螢幕
00002241=專案
00002242=建立一個新檔案
00002243=現有檔案
00002245=更正(&C)：
00002246=原始(&O)：
00002247=自動更正
00002248=新增(&N)...
00002249=刪除(&D)...
00002250=編輯(&E)...
00002252=按下「Ctrl+J」執行自動完成項目
00002253=自動完成
00002254=PHP
00002257=項目名稱
00002258=結果
00002259=例如：<HTML>
00002260=例如：<HTML>|<html>
00002261="|" = 游標所在
00002262=加入新增項目
00002263=新增
00002264=編輯
00002265=刪除
00002267=列印選項
00002268=字型大小
00002280=醒目提示(&H)：
00002281=屬性(&T)：
00002282=前景色(&F)：
00002283=背景(&K)：
00002284=醒目提示
00002285=樣式
00002286=顏色
00002287=預覽
00002288=PHP 範圍：
00002289=重置...
00002290=匯出...
00002291=輸入...
00002292=資料夾...
00002294=其他手冊
00002295=HTML：
00002296=SQL：
00002297=CSS：
00002298=PEAR：
00002299=HTML：
00002300=http://www.w3.org/TR/html4/
00002301=http://www.w3.org/TR/2004/CR-CSS21-20040225/
00002302=CSS：
00002303=SQL：
00002304=http://dev.mysql.com/doc/
00002305=http://pear.php.net/manual
00002306=PEAR：
00002308=代碼瀏覽
00002309=PHP
00002310=佈局
00002311=預設
00002312=預設\n代碼醒目提示\n無\n
00002314=PHP 範本
00002327=PHP 前置字元：
00002328=TODO
00002329=HTML 前置字元：
00002330=HTML 前置字元：
00002331=PHP 前置字元：
00002332=BUG
00002335=右邊界：
00002336=最大間隔字元數：
00002337=最大還原：
00002338=行距：
00002341=標記：
00002342=背景：
00002343=裝訂邊：
00002344=書籤：
00002345=右邊界：
00002346=作用中的行：
00002347=顏色
00002348=覆蓋：
00002349=插入：
00002350=字型
00002353=模式：
00002355=編輯器...
00002356=裝訂邊...
00002358=Internet Explorer：
00002359=外部網頁瀏覽器
00002360=Chrome：
00002361=Firefox：
00002362=Opera：
00002363=Safari：
00002364=Internet Explorer：
00002365=Chrome：
00002366=Firefox：
00002367=Opera：
00002369=http://www.google.com/chrome
00002373=Safari：
00002375=phpMyAdmin 網址：
00002376=資料庫瀏覽器 - phpMyAdmin
00002377=文件 - phpDocumentor
00002378=測試框架
00002379=單一測試 PHP 單元測試框架：
00002380=http://www.phpmyadmin.net
00002381=http://www.phpdoc.org
00002382=更多資訊：
00002383=http://simpletest.sourceforge.net
00002384=FTP
00002385=名稱(N)：
00002386=http://filezilla.sourceforge.net/
00002387=例如：http://localhost/phpmyadmin/
00002388=例如：C:\\...\\phpdoc.bat
00002389=例如：C:\\ProgramFiles\\filezilla\\filezilla.exe
00002390=文字檔案區分和合併工具
00002391=名稱：
00002392=路徑：
00002393=http://www.angusj.com/delphi/textdiff.html
00002394=http://www.winmerge.org/
00002395=TextDiff：
00002396=WinMerge：
00002397=http://tortoisesvn.tigris.org/TortoiseMerge.html
00002398=TortoiseMerge：
00002400=PHP 手冊路徑：
00002401=PHP 手冊
00002407=Google：
00002408=Wikipedia：
00002409=Bing：
00002410=Koders：
00002411=Yahoo!：
00002412=Web 搜尋
00002413=Altavista：
00002415=搜尋
00002417=代碼完成
00002418=延遲解析(毫秒)：
00002419=解析器執行序優先級：
00002420=自動計時器(毫秒)：
00002423=圖示：
00002426=檔案格式
00002427=檔案標籤
00002428=檢查變化
00002429=檔案編碼
00002430=檔案對話框
00002431=儲存時整理
00002433=所有檔案(*.*)|*.*
00002434=語法
00002435=LoadSyntaxFromReg
00002449=Apache
00002450=請選擇 Apache 的根目錄...
00002451=PHP 解譯器 (php.exe)|*.exe|所有檔案 (*.*)|*.*
00002452=dat
00002453=語法醒目提示 (*.dat)|*.dat
00002454=語法醒目提示 (*.dat)|*.dat
00002455=自動檢查可用的更新程式
00002456=在內部和外部瀏覽器開啟輸出
00002457=警告
00002458=通知
00002459=嚴格標準
00002460=解析錯誤
00002461=致命錯誤
00002462=擷取致命錯誤
00002463=未知錯誤
00002464=開始時啟動 Xdebug 伺服器
00002465=在除錯顯示輸出結果
00002466=顯示延伸資訊
00002467=自動觸發
00002468=使用「Ctrl」鍵觸發
00002469=配置 (php.ini)：
00002470=讓 phpDesigner 自動在 php.ini 中為分析工具配置輸出目錄
00002471=為 PHP 開啟即時語法檢查
00002472=為 HTML/XHTML 和 CSS 開啟即時語法檢查
00002473=醒目提示 PHP 警告和錯誤
00002477=自動關閉以下括號：
00002478=括號內自動縮排
00002479=單一 if/else 相符
00002480=醒目提示相符/不相符的標籤和括號
00002481=以  '>' 自動關閉標籤
00002482=啟動時顯示啟動畫面
00002483=啟動時載入上次開啟的專案
00002484=切換是否在滑鼠按下時自動更正。
00002485=在滑鼠按下時更正(&U)
00002486=切換是否在自動更正時保持原有字串。
00002487=保持原狀(&M)
00002488=是否在觸發自動更正時延遲完成。
00002489=忽略大小寫(&I)
00002490=切換是否自動校正啟用。
00002491=啟用(&E)
00002492=僅用黑白列印
00002493=使用語法醒目提示
00002494=列印行號
00002495=折疊長行
00002496=顯示特殊字元
00002497=自動縮排(&A)
00002498=拖曳 && 下拉編輯
00002499=群組還原
00002500=換行
00002501=捲動超過行尾
00002503=裝訂邊
00002504=定位點
00002505=智慧 HOME 鍵
00002506=智慧 END 鍵
00002507=移至宣告
00002508=按兩下選擇註解
00002509=這是延伸 PHP 手冊
00002510=自動完成(搜尋歷史)
00002511=取消空格
00002512=完全相符
00002513=自動觸發
00002514=接受於輸入
00002515=關閉空白
00002516=接受於定位點
00002517=自動選擇第一個項目
00002518=開啟 (<)
00002519=關閉 (</)
00002520=特殊符號 (&&)
00002521=觸發 PHP 類別 (::)
00002522=觸發 PHP 物件 (->)
00002523=觸發 PHP 變數 ($)
00002524=移除重複的變數
00002525=顯示函數參數
00002526=顯示內部常數
00002527=顯示關鍵字
00002528=排序項目
00002530=保留文字
00002531=啟用檔案關聯
00002532=在文件標籤中顯示完整的檔案路徑
00002533=關閉按鈕
00002534=標籤重排
00002535=自動偵測已開啟檔案因外部程式所作的改變
00002537=編碼類型
00002538=選擇關閉之前的標籤
00002539=刪除空行
00002540=儲存時整理檔案
00002541=HTML
00002542=文字
00002543=粗體
00002544=粗體 + 下劃線
00002545=正常(預設)
00002546=下劃線
00002547=檔案
00002548=專案根目錄
00002549=專案瀏覽器
00002550=檔案瀏覽器
00002551=預設 (Windows 使用者資料夾)
00002552=自訂
00002555=搜尋對話框
00002556=搜尋工具列
00002586=在 PHP 和 HTML 中啟用智慧醒目提示
00002587=在 PHP、HTML、CSS 和 JS 中變暗無效代碼
00002588=在 HTML/XHTML 中嵌入 PHP 語法醒目提示
00002589=在 CSS 中嵌入 PHP 語法醒目提示
00002590=在 JavaScript 中嵌入 PHP 語法醒目提示
00002591=在 HTML/XHTML 中嵌入 CSS 語法醒目提示
00002592=在 HTML/XHTML 中嵌入 JavaScript 語法醒目提示
00002593=在 PHP 註解中插入 *
00002594=字型名稱：
00002596=Dependencies
00002597=Classes
00002598=Functions
00002599=Variables
00002600=Consts
00002601=Interfaces
00002602=Class implements
00002603=Interface extends
00002604=顯示函數參數
00002605=選擇時自動展開
00002606=下個解析前延時(毫秒)：
00002607=正常
00002608=空閒\n極低\n低\n正常\n高\n極高\n即時\n
00002609=開啟所有最近的檔案
00002610=開啟上次最後開啟的檔案
00002611=顯示「入門」
00002612=智慧醒目提示 (PHP, HTML, XML, CSS 和 JavaScript)
00002613=Ruby
00002614=Python
00002615=C#
00002616=Java
00002617=Perl
00002618=SQL
00002619=PHP
00002620=HTML
00002621=CSS
00002622=XML
00002623=JavaScript
00002624=VBScript
00002625=無
00002626=開啟上次開啟的所有檔案
00002630=粗體(&B)
00002631=斜體(&I)
00002632=下劃線(&U)
00002633=刪除線(&S)
00002634=頁首：
00002635=頁尾：
00002636=選項：
00002637=在例外處中斷：
00002638=選項
00002641=開啟
00002642=嵌入到 phpDesigner
00002643=外部
00002644=一般
00002645=HTML
00002646=PHP
00002647=進階
00002648=手冊
00002649=路徑：
00002650=樣式
00002651=Smarty
00002652=一般
00002653=在啟動時
00002654=文件類型
00002655=程式更新
00002656=配置路徑
00002657=代碼瀏覽
00002658=醒目提示版本
00002659=智慧醒目提示
00002660=語法醒目提示
00002661=編輯
00002662=相符標記
00002663=自動更正
00002664=自動完成
00002665=代碼提示
00002666=代碼完成
00002667=分析工具
00002668=除錯器
00002669=範本
00002670=內嵌 TODO/BUG
00002671=列印
00002672=PHP 手冊
00002673=整合
00002674=本地
00002675=執行
00002676=語法檢查
00002677=面板
00002678=瀏覽器
00002679=TortoiseSVN
00002680=Web 搜尋
00002681=其他手冊
00002682=JavaScript：
00002683=開啟...
00002684=配置
00002686=如果沒有發現中斷點，在第一行提示中斷
00002687=語法分隔
00002688=背景：
00002689=前景：
00002690=停用程式碼提示
00002691=PHP
00002692=HTML/XHTML
00002693=CSS
00002695=1) 到 [檔案] 選單 - 新增...
00002696=2) 按下「編輯範本...」按鈕
00002697=編輯預設範本：
00002698=使用智慧醒目提示在沒有副檔名的檔案
00002699=放置檔案
00002700=開啟
00002701=插入成連結
00002702=JavaScript
00002703=略過預覽列印
00002704=自動關閉括弧時保留文字
00002705=新增檔案
00002706=標記新增檔案為已修改
00002708=醒目提示所在列
00002709=PHP 配置檔案 (php.ini)：
00002710=範例：C:\\...\\phpDesigner\\PHP\\php.exe
00002716=最多檔案數量
00002717=顏色：
00002718=自動關閉標籤
00002719=加入右括弧 )
00002720=# 2：在狀態列及標記裝訂邊顯示警告和錯誤
00002721=# 1：在狀態列中只顯示警告和錯誤
00002722=無訊息模式
00002723=例如：php-cgi.exe
00002724=例如：php.ini
00002725=XAMPP 和 WAMP 是最簡便的方法，基於 Apache 使用 PHP 和 MySQL 安裝一個本地主機。
00002727=Xdebug 設定
00002728=Xdebug 輸出的分析資訊是 cachegrind 的相容檔案。要檢視這些檔案，您必須用像是 WinCacheGrind 的程式以便分析這些分析資料。
00002729=下載並安裝 WinCacheGrind 的 cachegrind 檢視器：
00002730=指定 Xdebug 的分析工具輸出目錄，請將該行加入到 php.ini 檔案的 [Zend] 部分中：
00002731=xdebug.profiler_output_dir="..."
00002732=在 phpDesigner 中指定 Xdebug 分析工具的輸出目錄。上面的路徑請使用您在 php.ini 檔案中設定的路徑相同。
00002733=如果您在 WindowsXP SP2 或更高版本的 IE 中下載 PHP 手冊(CHM)，您應該「解鎖」下載後的檔案。按一下滑鼠右鍵並選擇屬性選單項目，然後按一下 [解鎖] 按鈕。
00002734=使用預設 PHP/Xdebug
00002735=例如：php-cgi.exe
00002736=例如：php.ini
00002737=中斷點
00002738=中斷點/書籤
00002739=放置書籤
00002740=選取行
00002741=無
00002742=Tab 轉為空格
00002743=Tab 寬度(T)：
00002744=頂部
00002745=底部
00002746=修剪左邊
00002747=修剪右邊
00002748=修剪
00002749=DOS | Windows
00002750=Unix
00002751=Mac
00002753=檔案路徑
00002754=檔案瀏覽器
00002755=ANSI
00002756=UTF-8
00002757=UTF-16 LE
00002758=以 UTF-8 載入
00002759=使用 BOM 儲存
00002760=UTF-16 BE
00002761=加入 ""
00002762=FTP 備份
00002763=自動備份 FTP 檔案
00002764=資料夾：
00002766=GIT
00002767=GIT：
00002768=設定檔...

[frmPrint]
00000001=列印預覽
00000002=列印
00000003=列印...
00000004=設定...
00000005=第一頁
00000006=前一頁
00000007=下一頁
00000008=最後一頁
00000009=整份文件
00000010=列印範圍：全部
00000011=僅選取文字
00000012=列印：

[frmProjectEdit]
00000002=一般
00000003=名稱：
00000005=描述：
00000006=過濾器
00000007=CSV\nHTML Format\nPlain text\nRich Text Format\nRich Text Format Without Objects\nUnicode text\nVirtual Tree Data\n
00000010=本地
00000011=伺服器路徑：
00000012=本地路徑：
00000013=連接埠：
00000014=例如：http://localhost
00000015=例如：C:\\ProgramFiles\\xampp\\htdocs\\
00000016=編輯專案
00000017=過濾器
00000018=編輯
00000019=過濾器
00000020=新增過濾器
00000021=過濾器
00000022=移除過濾器
00000023=確定
00000024=取消
00000025=預設
00000030=過濾器
00000031=預設
00000032=工作區
00000033=重新載入
00000036=重新命名
00000037=刪除
00000038=barTop
00000039=新增 ...
00000040=虛擬資料夾
00000041=資料夾
00000042=檔案
00000043=連結到本機資料夾
00000044=連結到本機檔案
00000045=連結到 FTP 資料夾
00000046=連結到 FTP 檔案
00000047=匯入從 ...
00000048=本機資料夾
00000049=本機檔案
00000050=FTP 資料夾
00000051=FTP 檔案
00000052=匯出到 ...
00000053=本機資料夾
00000054=FTP 資料夾
00000055=重新載入
00000056=刪除
00000057=重新命名
00000058=屬性
00000059=開啟
00000060=新增 ...
00000061=檔案
00000062=資料夾
00000063=連結到本機檔案
00000064=連結到本機資料夾
00000065=連結到 FTP 檔案
00000066=連結到 FTP 資料夾
00000067=虛擬資料夾
00000068=屬性
00000069=變更權限
00000070=匯入從 ...
00000071=本機資料夾
00000072=本機檔案
00000073=FTP 資料夾
00000074=FTP 檔案
00000075=匯出到 ...
00000076=本機資料夾
00000077=FTP 資料夾
00000078=Shell 選單
00000079=開啟
00000080=新增 ...
00000081=虛擬資料夾
00000082=資料夾
00000083=檔案
00000084=連結到本機資料夾
00000085=連結到本機檔案
00000086=連結到 FTP 資料夾
00000087=連結到 FTP 檔案
00000088=匯入從 ...
00000089=本機資料夾
00000090=本機檔案
00000091=FTP 資料夾
00000092=FTP 檔案
00000093=匯出到 ...
00000094=本機資料夾
00000095=FTP 資料夾
00000096=重新載入
00000097=刪除
00000098=重新命名
00000099=屬性
00000100=變更權限
00000101=Shell 選單
00000102=已建立：
00000103=最後開啟：
00000104=總計：
00000105=工作階段時間：
00000106=分割檔案清單
00000107=分割檔案清單
00000108=上傳作用中的檔案
00000109=上傳作用中的檔案

[frmProjectManager]
00000002=專案：
00000004=新增
00000005=編輯
00000006=刪除
00000007=確定
00000008=取消
00000009=排序
00000010=向上移動
00000011=向下移動
00000012=開啟專案
00000013=關閉專案
00000014=複製
00000015=專案管理員

[frmSelectFiles]
00000001=移至檔案
00000003=關閉

[frmSnippetAndTemplate]
00000005=名稱：
00000006=內容：
00000007=在編輯欄位下按一下右鍵將看到更多的選項...
00000008=取消
00000009=確定
00000010=輸入...
00000011=插入游標位置
00000012=還原
00000013=重做
00000014=剪下
00000015=複製
00000016=貼上
00000017=全選(&A)

[frmSpecialCharacters]
00000005=取消
00000006=確定
00000007=字元
00000008=描述
00000009=實體
00000010=特殊字元

[frmTable]
00000005=確定
00000006=取消
00000007=一般
00000009=行：
00000010=列：
00000025=進階
00000041=.htm
00000042=所有檔案(*.*)|*.*
00000043=表格編輯器
00000045=摘要：
00000047=樣式：
00000048=類別：
00000049=標題：
00000050=ID：
00000051=定位點索引(T)：
00000052=快速鍵(A)：
00000053=告訴我更多有關表格
00000054=輸出
00000055=封閉與
00000056=單引號
00000057=雙引號
00000058=無
00000059=修剪
00000060=無
00000061=定位點 \\t
00000062=新行 \\n
00000063=換行字元 \\r
00000064=轉義雙引號 "

[frmTodoItem]
00000004=TODO 項目
00000005=狀態：
00000006=開始日期：
00000007=描述：
00000008=相關檔案：
00000009=結束日期：
00000010=優先：
00000011=完成：
00000012=項目名稱：
00000013=相關專案：
00000014=取消
00000015=確定
00000017=.htm
00000018=所有檔案(*.*)|*.*

[frmProjectWizard]
00000001=新增專案精靈
00000002=移到第一頁(&S)
00000003=移到最後一頁(&L)
00000004=< 上一頁(&B)
00000005=下一頁(&N) >
00000006=完成(&F)
00000007=取消
00000008=幫助(&P)
00000009=一般
00000010=關於這份專案的一般資訊
00000011=專案標題：
00000012=描述：
00000013=專案根資料夾
00000014=設定這份專案的根資料夾
00000015=專案根資料夾：
00000016=程式庫
00000017=可以從專案工作區和代碼完成存取程式庫
00000018=程式庫：
00000019=加入
00000020=移除
00000021=FTP 帳號
00000022=可以從專案工作區中存取 FTP 帳號
00000023=FTP 帳號：
00000024=加入
00000025=移除
00000026=過濾器
00000027=設定適合您的專案的基本過濾器
00000028=分析 php 檔案時將會包括的檔案遮罩：
00000029=*.php*\n*.inc\n*.htm\n*.html\n*.js\n*.css\n
00000030=摘要
00000031=專案工作區 (從瀏覽器中拖曳資料夾/檔案到這裡開始自訂)
00000032=barTop
00000033=新增 ...
00000034=虛擬資料夾
00000035=資料夾
00000036=檔案
00000037=連結到本機資料夾
00000038=連結到本機檔案
00000039=連結到 FTP 資料夾
00000040=連結到 FTP 檔案
00000041=匯入從 ...
00000042=本機資料夾
00000043=本機檔案
00000044=FTP 資料夾
00000045=FTP 檔案
00000046=匯出到 ...
00000047=本機資料夾
00000048=FTP 資料夾
00000049=重新載入
00000050=刪除
00000051=重新命名
00000052=屬性
00000053=分割檔案清單
00000054=開啟
00000055=重新載入
00000056=重新命名
00000057=刪除
00000058=新增 ...
00000059=檔案
00000060=資料夾
00000061=連結到本機檔案
00000062=連結到本機資料夾
00000063=連結到 FTP 檔案
00000064=連結到 FTP 資料夾
00000065=虛擬資料夾
00000066=屬性
00000067=變更權限
00000068=匯入從 ...
00000069=本機資料夾
00000070=本機檔案
00000071=FTP 資料夾
00000072=FTP 檔案
00000073=匯出到 ...
00000074=本機資料夾
00000075=FTP 資料夾
00000076=Shell 選單
00000077=分割檔案清單
00000078=Shell 選單
00000079=開啟
00000080=新增 ...
00000081=虛擬資料夾
00000082=資料夾
00000083=檔案
00000084=連結到本機資料夾
00000085=連結到本機檔案
00000086=連結到 FTP 資料夾
00000087=連結到 FTP 檔案
00000088=匯入從 ...
00000089=本機資料夾
00000090=本機檔案
00000091=FTP 資料夾
00000092=FTP 檔案
00000093=匯出到 ...
00000094=本機資料夾
00000095=FTP 資料夾
00000096=重新載入
00000097=刪除
00000098=重新命名
00000099=屬性
00000100=變更權限
00000101=從專案中排除的目錄：
00000102=上傳作用中的檔案
00000103=上傳作用中的檔案

[frmSpreadPhpDesigner]
00000009=幫助推廣 phpDesigner 8 到網路的各個角落。
00000010=選擇您的按鈕，按下 [確定] 得到您的代碼並貼上到任何的網站或 BLOG，這將會連結到 phpDesigner！
00000011=確定
00000012=取消
00000013=phpDesigner 8

[frmFormatter]
00000073=確定
00000078=取消
00000082=格式器
00000083=輸出
00000090=換行
00000091=一般
00000092=格式 HTML
00000093=格式 CSS
00000094=格式 JavaScript
00000095=JavaScript
00000096=縮排與
00000097=1 個定位字元
00000098=1 個定位字元\n2 個空格\n3 個空格\n4 個空格\n8 個空格\n
00000101=本身的行上的大括弧
00000102=保留為空行
00000103=保留陣列縮排
00000104=1 個定位字元
00000105=1 個定位字元\n2 個空格\n3 個空格\n4 個空格\n8 個空格\n
00000106=縮排與
00000107=最大字元

[frmHyperlink]
00000002=確定
00000003=取消
00000004=一般
00000005=要顯示的文字(&T)：
00000007=目標(&G)：
00000010=進階
00000015=ID：
00000036=超連結
00000038=告訴我更多關於超連結
00000039=樣式：
00000040=類別：
00000041=語言(L)：
00000042=類型(&T)：
00000043=快速鍵(A)：
00000044=定位點索引(T)：
00000045=位址(&A)
00000046=前置字元(&P)：
00000047=完整路徑(&P)
00000048=URL：
00000049=工具提示(&T)：
00000050=輸出
00000051=封閉與
00000052=單引號
00000053=雙引號
00000054=無
00000055=修剪
00000056=無
00000057=定位點 \\t
00000058=新行 \\n
00000059=換行字元 \\r
00000060=轉義雙引號 "

[frmMinifier]
00000073=確定
00000078=取消
00000080=壓縮等級：
00000082=Minifier
00000083=輸出
00000084=標準
00000085=最小\n標準\n
00000086=刪除最後一個分號
00000087=刪除註解
00000088=2. 標準
00000089=1. 最小\n2. 標準\n3. agressive\n
00000090=換行

[frmReg]
00000002=3 合 1。使用商業授權安裝 phpDesigner 8 在工作電腦，筆記型電腦和家中電腦
00000003=終身免費更新及支援
00000004=使用 phpDesigner 8 建立、編輯、維護、除錯和發佈網站
00000005=$xxx 天後
00000006=phpDesigner 8
00000007=免費 21 天試用版。請試用 phpDesigner 8 的完整版本。
00000009=輸入註冊詳細資料
00000010=使用者名稱
00000011=序號
00000012=公司
00000013=電子信件
00000015=驗證序號
00000016=註冊授權
00000017=試用
00000018=立刻購買...
00000019=評估
00000020=如果不希望您的工作上被授權問題卡住，今天立刻訂購您的序號！
00000021=現有的使用者？立刻升級！

[$CONSTANTS]
